{
  "itntroduction": "These Terms of Use ('Terms of Use' or 'Agreement') will function as agreements that set out terms and conditions that will govern your use and participation in an escrow transaction management and services provided on and through Merov (the 'Services'). By choosing to use the Service, you must also state that you accept these Terms of Use and your intention and agreement to be bound by them. If you do not want to agree to these Terms of Use, you must stop using the Service further. If you agree to these Terms of Use, you will be bound as follows:",
  "Definition": "1) Definitions - 'Account' means (A) the Buyer's account from which payments for Transactions and related costs will be obtained, (B) Seller's account for which Transaction payments and other payments will be credited, or (C) Business Broker accounts where Payment transactions and other payments will be credited and/or related fees will be obtained. 'Agreement' refers to this Agreement, the current operating rules contained on the Site and the Escrow Transaction Directive. 1) Definitions - 'Account' means (A) the Buyer's account from which payments for Transactions and related costs will be obtained, (B) Seller's account for which Transaction payments and other payments will be credited, or (C) Business Broker accounts where Payment transactions and other payments will be credited and/or related fees will be obtained. 'Agreement' refers to this Agreement, the current operating rules contained on the Site and the Escrow Transaction Directive. 'Transaction Details Screen' means the screen on the Site where the User provides all requested information relating to the Transaction. 'Escrow Instruction' or 'General Instruction' means documents on the Site that contain the terms agreed on the Transaction Details screen, as well as other terms and conditions of the escrow transaction including these Terms of Use. 'User' means the Buyer, Seller, and Broker who participates in a Transaction. 'Site' refers to the website for the Service which can be found on Escaroo.com. Capitalized terms not defined here will have the same meaning as those specified in the General Escrow Instruction.Transaction Details Screen' means the screen on the Site where the User provides all requested information relating to the Transaction. 'Escrow Instruction' or 'General Instruction' means documents on the Site that contain the terms agreed on the Transaction Details screen, as well as other terms and conditions of the escrow transaction including these Terms of Use. 'User' means the Buyer, Seller, and Broker who participates in a Transaction. 'Site' refers to the website for the Service which can be found on Escaroo.com. Capitalized terms not defined here will have the same meaning as those specified in the General Escrow Instruction."
}